[
   {
        "id": 1,
        "name":"ALLEN SOLLY - Shirt",
        "price": 1399,
        "image": "shirt1.jpeg",
        "description": "Elevate your style with this premium Allen Solly shirt, crafted from high-quality fabric for a comfortable fit and refined look. Featuring a modern cut and attention to detail, it's perfect for both casual and semi-formal occasions. This versatile piece pairs effortlessly with jeans or trousers, ensuring you look polished all day.",
        "ptype":"Product Type : Shirt",
        "size_chart" : "size chart_shirt.png",
        "size1" : "Select your Fitting",
       
        "size2" : "Select Size",
        "small" : "S",
        "medium" : "M",
        "large" : "L",
        "xl" : "XL",
        "xxl" : "XXL"
    },
    
    {
        "id": 2,
        "name":" BLACK BERRY - Shirt",
        "price": 1677,
        "image": "shirt2.jpeg",
        "description": "A stylish black berry shirt crafted from soft, breathable fabric. This shirt offers a modern fit with a hint of stretch for comfort. Its rich, deep berry shade adds a bold touch to any outfit, making it versatile for both casual and semi-formal occasions.",
        "ptype":"Product Type : Shirt",
        "size_chart" : "size chart_shirt.png",
        "size1" : "Select your Fitting",
        "size2" : "Select Size",
        "small" : "S",
        "medium" : "M",
        "large" : "L",
        "xl" : "XL",
        "xxl" : "XXL"
    },
    {
        "id": 3,
        "name":" LOIUS PHILIPPE - Shirt",
        "price": 2299,
        "image": "shirt3.jpeg",
        "description": "A sophisticated Louis Philippe shirt, crafted with premium fabric for a luxurious feel and impeccable finish. Featuring a tailored fit and refined detailing, it offers a blend of elegance and modern style, perfect for both business and formal occasions.",
        "ptype":"Product Type : Shirt",
        "size_chart" : "size chart_shirt.png",
        "size1" : "Select your Fitting",
        "size2" : "Select Size",
        "small" : "S",
        "medium" : "M",
        "large" : "L",
        "xl" : "XL",
        "xxl" : "XXL"
    
    },
    {
        "id": 4,
        "name":" VAN HUESEN - Shirt",
        "price": 2999,
        "image": "shirt4.jpeg",
        "description": "A sophisticated Van Heusen shirt designed with premium fabric for a polished look and all-day comfort. This shirt features a tailored fit, crisp collar, and subtle detailing, perfect for professional or formal wear. Its classic style and durability make it a wardrobe staple.",
        "ptype":"Product Type : Shirt",
        "size_chart" : "size chart_shirt.png",
        "size1" : "Select your Fitting",
        "size2" : "Select Size",
        "small" : "S",
        "medium" : "M",
        "large" : "L",
        "xl" : "XL",
        "xxl" : "XXL"
    
    },
    {
        "id": 5,
        "name":" LEVIS - Pant",
        "price": 1999,
        "image": "pants1.jpeg",
        "description": "Classic Levi's pants crafted from durable, comfortable denim with a timeless fit. These pants offer a perfect blend of style and versatility, ideal for casual and everyday wear. Featuring signature stitching and iconic Levi's detailing, they make a reliable wardrobe essential.",
        "ptype":"Product Type : Pant",
        "size_chart" : "size chart_pant.JPEG",
        "size1" : "Select your Fitting",
        "size2" : "Select Size",
        "small" : "30",
        "medium" : "32",
        "large" : "34",
        "xl" : "36",
        "xxl" : "38"
    },
    {
        "id": 6,
        "name":" DIESEL - Pant",
        "price": 1599,
        "image": "pants2.jpeg",
        "description": "A contemporary Diesel pant made with high-quality, durable fabric, combining comfort with edgy style. These pants feature a slim fit, modern detailing, and a versatile design that easily transitions from casual to semi-formal looks. Perfect for adding a touch of boldness to any outfit.",
        "ptype":"Product Type : Pant",
        "size_chart" : "size chart_pant.JPEG",
        "size1" : "Select your Fitting",
        "size2" : "Select Size",
        "small" : "30",
        "medium" : "32",
        "large" : "34",
        "xl" : "36",
        "xxl" : "38"
    
    },
    {
        "id": 7,
        "name":" JACK AND JONES - Pant",
        "price": 1999,
        "image": "pants3.jpeg",
        "description": "These Jack & Jones pants are crafted for style and comfort, featuring a modern slim fit with a slight stretch for ease of movement. Made from durable, soft fabric, they offer a clean, versatile look that's ideal for both casual outings and smart-casual events. A wardrobe essential with a refined, laid-back vibe.",
        "ptype":"Product Type : Pant",
        "size_chart" : "size chart_pant.JPEG",
        "size1" : "Select your Fitting",
        "size2" : "Select Size",
        "small" : "30",
        "medium" : "32",
        "large" : "34",
        "xl" : "36",
        "xxl" : "38"
    
    },
    {
        "id": 8,
        "name":" PEPE JEANS - Pant",
        "price": 2999,
        "image": "pants4.jpeg",
        "description": "Pepe Jeans offers a range of trendy denim and casual wear, known for its stylish cuts and innovative designs. These jeans feature a contemporary fit, high-quality fabric, and unique washes, making them perfect for a fashionable yet relaxed look. Ideal for everyday wear, they combine comfort and style effortlessly.",
        "ptype":"Product Type : Pant",
        "size_chart" : "size chart_pant.JPEG",
        "size1" : "Select your Fitting",
        "size2" : "Select Size",
        "small" : "30",
        "medium" : "32",
        "large" : "34",
        "xl" : "36",
        "xxl" : "38"
    },
    {
        "id": 9,
        "name":"ADIDAS - SHOE",
        "price": 2599,
        "image": "shoes1.jpeg",
        "description": "Adidas men's shoes combine style, comfort, and performance. Designed for sports, casual wear, or running, they feature high-quality materials, cushioned soles, and breathable fabrics. Popular models like Ultraboost, Superstar, and NMD offer durability and modern aesthetics, making them perfect for everyday wear.",
        "ptype":"Product Type : Shoe",
        "size_chart" : "size chart_shoe.jpg",
        "size1" : "Select your Fitting",
        "size2" : "Select Size",
        "small" : "6",
        "medium" : "7",
        "large" : "8",
        "xl" : "9",
        "xxl" : "10"
    },
    {
        "id": 10,
        "name":"WOODLAND - SHOE",
        "price": 5999,
        "image": "shoes2.jpeg",
        "description": "Woodland shoes for men are known for their rugged durability, premium leather material, and sturdy design, making them ideal for outdoor adventures and casual wear. They offer excellent grip, comfort, and long-lasting performance, with options ranging from trekking boots to stylish casual shoes.",
        "ptype":"Product Type : Shoe",
        "size_chart" : "size chart_shoe.jpg",
        "size1" : "Select your Fitting",
        "size2" : "Select Size",
        "small" : "6",
        "medium" : "7",
        "large" : "8",
        "xl" : "9",
        "xxl" : "10"
    },
    {
        "id": 11,
        "name":"REDTAPE - SHOE",
        "price": 3599,
        "image": "shoes3.jpeg",
        "description": "Red Tape men's shoes are known for their stylish design, premium quality, and comfortable fit. They offer a range of formal, casual, and sports shoes crafted from high-quality leather, suede, or synthetic materials. With cushioned insoles and durable outsoles, Red Tape shoes provide excellent support for everyday wear.",
        "ptype":"Product Type : Shoe",
        "size_chart" : "size chart_shoe.jpg",
        "size1" : "Select your Fitting",
        "size2" : "Select Size",
        "small" : "6",
        "medium" : "7",
        "large" : "8",
        "xl" : "9",
        "xxl" : "10"
    },
    {
        "id": 12,
        "name":"NIKE - SHOE",
        "price": 4599,
        "image": "shoes4.jpeg",
        "description": "Nike men's shoes offer a perfect blend of style, comfort, and performance. Designed for sports, casual wear, and everyday activities, they feature cutting-edge technology like Air cushioning, lightweight materials, and durable soles. Whether you're looking for running shoes, basketball sneakers, or lifestyle kicks, Nike has a variety of options to suit your needs.",
        "ptype":"Product Type : Shoe",
        "size_chart" : "size chart_shoe.jpg",
        "size1" : "Select your Fitting",
        "size2" : "Select Size",
        "small" : "6",
        "medium" : "7",
        "large" : "8",
        "xl" : "9",
        "xxl" : "10"
    },
    {
        "id": 13,
        "name":"ROLEX - WATCH",
        "price": 53400,
        "image": "watch1.jpeg",
        "description": "A Rolex men's watch is a symbol of luxury, precision, and craftsmanship. Known for its timeless design and superior durability, Rolex offers iconic models like the Submariner, Datejust, and Daytona. Made with high-quality materials such as Oystersteel, gold, and sapphire crystal, Rolex watches feature automatic movements and water resistance, making them perfect for both style and performance.",
        "ptype":"Product Type : Watch",
        "size1" : "Select no.of items",
        "size2" : "Select Items",
        "small" : "1",
        "medium" : "2",
        "large" : "3",
        "xl" : "4",
        "xxl" : "5"
    },
    {
        "id": 14,
        "name":"PATEK PHILIPPE - WATCH",
        "price": 10599,
        "image": "watch2.jpeg",
        "description": "Patek Philippe men's watches are the epitome of Swiss luxury, craftsmanship, and timeless elegance. Known for their intricate mechanical movements, exquisite designs, and premium materials like 18k gold and platinum, these watches are a symbol of prestige and sophistication. Models like the Nautilus, Aquanaut, and Calatrava offer a perfect blend of tradition and modernity, making them highly sought after by collectors and enthusiasts.",
        "ptype":"Product Type : Watch",
        "size1" : "Select no.of items",
        "size2" : "Select Items",
        "small" : "1",
        "medium" : "2",
        "large" : "3",
        "xl" : "4",
        "xxl" : "5"
    },
    {
        "id": 15,
        "name":"BREITLING - WATCH",
        "price": 9599,
        "image": "watch3.jpeg",
        "description": "Breitling men's watches are known for their precision, durability, and aviation-inspired designs. Crafted with high-quality materials like stainless steel and sapphire crystal, they feature chronograph functions, water resistance, and Swiss automatic or quartz movements. Popular models include the Navitimer, Superocean, and Chronomat, offering a perfect blend of luxury and functionality.",
        "ptype":"Product Type : Watch",
        "size1" : "Select no.of items",
        "size2" : "Select Items",
        "small" : "1",
        "medium" : "2",
        "large" : "3",
        "xl" : "4",
        "xxl" : "5"
    },
    {
        "id": 16,
        "name":"OMEGA - WATCH",
        "price": 12599,
        "image": "watch4.jpeg",
        "description": "Omega watches for men are known for their precision, luxury, and durability. Featuring Swiss craftsmanship, these timepieces often include advanced features like Co-Axial escapements, chronographs, and water resistance. Popular collections include the Speedmaster, Seamaster, and Constellation, each offering a blend of elegance and performance suitable for both casual and formal wear.",
        "ptype":"Product Type : Watch",
        "size1" : "Select no.of items",
        "size2" : "Select Items",
        "small" : "1",
        "medium" : "2",
        "large" : "3",
        "xl" : "4",
        "xxl" : "5"
    },
    {
        "id": 17,
        "name":"VALENTINO - PERFUME",
        "price": 1599,
        "image": "perfume1.png",
        "description": "Valentino perfumes are known for their luxurious, elegant, and sophisticated fragrances, blending classic Italian craftsmanship with modern creativity. Popular lines like **Valentino Born in Roma** and **Valentino Voce Viva** feature floral, woody, and musky notes, offering a mix of boldness and femininity. Their fragrances often come in beautifully designed bottles, reflecting the brand's signature style—chic, edgy, and timeless.",
        "ptype":"Product Type : Perfume",
        "size1" : "Select no.of items",
        "size2" : "Select Items",
        "small" : "1",
        "medium" : "2",
        "large" : "3",
        "xl" : "4",
        "xxl" : "5"
    },
    {
        "id": 18,
        "name":"ODYSSEY - PERFUME",
        "price": 2599,
        "image": "perfume2.png",
        "description": "ODYSSEY is a perfume line known for its bold and captivating fragrances, often inspired by adventure and exploration. It features a mix of aromatic, woody, and oriental notes, creating a long-lasting and sophisticated scent. Depending on the variant, ODYSSEY perfumes can range from fresh and citrusy to deep and intense, making them suitable for different occasions and preferences.",
        "ptype":"Product Type : Perfume",
        "size1" : "Select no.of items",
        "size2" : "Select Items",
        "small" : "1",
        "medium" : "2",
        "large" : "3",
        "xl" : "4",
        "xxl" : "5"
    },
    {
        "id": 19,
        "name":"DIOR - PERFUME",
        "price": 4299,
        "image": "perfume3.png",
        "description": "Dior perfumes are known for their luxurious, elegant, and timeless fragrances, crafted with high-quality ingredients. From the classic **Miss Dior**, a floral and romantic scent, to the bold and sensual **Sauvage**, Dior offers a range of perfumes that suit different personalities and occasions. Each fragrance embodies sophistication and artistry, making them a favorite in the world of luxury perfumery.",
        "ptype":"Product Type : Perfume",
        "size1" : "Select no.of items",
        "size2" : "Select Items",
        "small" : "1",
        "medium" : "2",
        "large" : "3",
        "xl" : "4",
        "xxl" : "5"
    },
    {
        "id": 20,
        "name":"PRADA - PERFUME",
        "price": 8699,
        "image": "perfume4.png",
        "description": "Prada perfumes are known for their sophisticated, modern, and luxurious scents. They blend high-quality ingredients with innovative compositions, offering fragrances that range from fresh and floral to deep and sensual. Popular collections include **Prada Candy** (sweet and playful), **Prada Luna Rossa** (fresh and sporty), and **Prada Paradoxe** (feminine and floral with a contemporary twist).",
        "ptype":"Product Type : Perfume",
        "size1" : "Select no.of items",
        "size2" : "Select Items",
        "small" : "1",
        "medium" : "2",
        "large" : "3",
        "xl" : "4",
        "xxl" : "5"
    }
    

]


 